{"id": 0, "text": "Spanish experts and authorities remain divided on home lockdown  The Asturias region believes the measure will ease the pressure on hospitals, but epidemiologists and the Health Ministry argue it is better to wait and assess the impact of the current coronavirus restrictions While Spain’s hospitals are able to cope with a rise in coronavirus patients, the restrictions aimed at slowing the pandemic have room to fail. But once hospitals reach breaking point, there is only one option that has proven to be completely effective: home lockdown. Many European countries have already introduced this measure, even though their intensive care units (ICUs) have not yet reached their limit. In Spain, another confinement is under consideration but neither health authorities nor experts can agree on whether it is needed. The debate was sparked last Sunday by the North African exclave city Melilla, which has the highest 14-day cumulative number of coronavirus cases per 100,000 inhabitants of all Spain’s territories: 1,356. In a bid to control the spread of the virus, the head of Melilla, Eduardo de Castro, asked the central government to authorize home confinement in the exclave city and consider a return to remote learning. This was followed by a similar call on Monday from the premier of Asturias, Adrián Barbón, who asked the government to widen the state of alarm to enable it to introduce shelter-in-place measures for 15 days. On October 25, Spain’s Prime Minister Pedro Sánchez declared a state of alarm to grant central and regional authorities the power to introduce restrictions on mobility. But the emergency state, which has been approved by parliament for six months, stops short of letting regions impose unilateral home confinements. Spain had a strict home confinement during the first wave of the coronavirus, between mid-March and mid-June. But Health Minister Salvador Illa rejected the request of the Asturian regional government. When asked about the possibility of home confinement on Monday, Illa replied: “We are neither working on it nor expecting it. We think the wide range of measures available to regional authorities is enough.” The Health Ministry has organized a videoconference with the Asturian health authorities for Tuesday to discuss alternative measures to home confinement. Asturias will also suspend all non-essential business activity from Wednesday. Other regions are also considering home confinement. In an interview with the Cadena SER radio network, the health chief of Castilla y León, Verónica Casado, said: “Confinement is going to happen because we need it to slow the virus, although work, education and other aspects that we did not have in March [during the total lockdown] will be allowed. But we will have to limit non-essential activity and be at home, we are going to have to do it.” The leader of Castilla-La Mancha, Emiliano García Page, said the region had not ruled out “stricter models and confinements,” while the deputy premier of Andalusia, Juan Marín, admitted Spain was “heading in the direction” of France – which has ordered a total lockdown – and that home confinement measures “could arrive in the next few days.” Basque premier Iñigo Urkullu has called a domestic lockdown the “final option,” but has not ruled it out, nor has the regional government of La Rioja. The incidence rate of the virus in these regions is above the Spanish average, but this is not the case for Asturias, which has better epidemiological data than most regions. Despite this, regional authorities believe tougher measures are needed to curb the rising number of coronavirus cases and ease the pressure on hospitals. In a few weeks, the 14-day cumulative number of cases per 100,000 inhabitants in Asturias has gone from 200 to nearly 400. The city of Gijón, where the Cabueñes hospital is already at breaking point, is the main concern, reports Juan Navarro. The region insists that if the spread of the pandemic is not slowed as soon as possible, the health system will reach breaking point. Asturias’s director of public health, Rafael Cofiño, explains that the region is asking for measures similar to those under Phase 1 of the national deescalation plan, with time slots allocated for outdoor activity. Divisions between health experts Health experts are also divided on whether home confinement is necessary based on the current data. None of the professionals who spoke to EL PAÍS supported a return to the total lockdown declared in March, when Spaniards were not allowed to go outside unless for essential business. If home confinement were to be introduced, they believe that going outside for a walk would still be allowed and schools would remain open if possible. Daniel López Acuña, a former official at the World Health Organization (WHO), believes home confinement is inevitable. “The state health authority and the Inter-Territorial Council [which brings together the regions’ health chiefs] must urgently agree to measures to order home confinement for 15 days to slow the pandemic and prevent hospitals from reaching breaking point. A new state of alarm that makes this possible needs to be declared.” José Martínez Olmos, the former general secretary of the Health Ministry and a professor at the Andalusian School of Public Health, agrees: “Home confinement is unavoidable and desirable in some territories where there is an objective risk of hospitals reaching breaking point. There’s no reason why it has to be for all of Spain, although given how things are, we should not rule anything out. Saving lives is the priority.” But other epidemiologists are less sure. Andrea Burón, the spokesperson of the Spanish Public Health Association (Sespas), believes it is better to wait to see if the coronavirus restrictions introduced last week, such as the nighttime curfew and perimetral lockdowns, have an effect on transmission rates. It would take at least another week for this to be reflected in the data. “Home confinement is very restrictive with respect to people’s freedoms. I think it is appropriate to give the measures already applied a little more time and assess whether they are working,” she says. Fernando Rodríguez-Artalejo, a professor of public health at Madrid’s Autonomous University, supports this view. “We don’t know exactly where contagions are happening, nor if the measures that are being taken are being followed. I understand the temptation of wanting to be more restrictive when the hospital curve is rising and we see that other countries are introducing more restrictions, and we don’t want to be left behind. But this is not coming from a very rational basis,” he says, warning that until it is known where the disease is spreading, measures will be applied “blindly.” An intermediate option is to close down the hostelry sector, a measure that has already been introduced in Catalonia. Between the closure of bars and restaurants, perimetral lockdowns and the curfew, this region has created a situation very similar to home confinement. Antoni Trilla, professor of preventive medicine at Barcelona University, believes that the positive impact of these measures will soon be reflected in the region’s data. He explains: “Confinement is something that will have to be assessed in each territory according to the state of their ICUs. Hopefully, we won’t reach that point, but it can’t be ruled out. If this measure is taken, what authorities must do is explain the reason why and with what data it is based on.” English version by Melissa Kitson. "}