{"id": 10, "text": "Spain’s new state of alarm: more regions close their borders  Aragón, Asturias and the Basque Country join Navarre and La Rioja in sealing their territory, while Catalonia is considering weekend home confinements The state of alarm decreed on Sunday in Spain to curb the coronavirus pandemic gives regional governments the legal tools to take the mobility-restricting measures they consider necessary, such as closing city limits or even the borders of an entire region. Until now, regional authorities seeking such measures had been forced to request permission from a court on a case-by-case basis. But the new legal framework is triggering border closures in a growing number of Spanish regions, with more expected in the coming days. Using this new tool, Aragón, Asturias and the Basque Country on Monday said they would seal their own borders, allowing only essential travel in and out of their territory. Aragón’s perimetral confinement began on Monday night and will last at least two weeks, while in Asturias it will start on Tuesday night. The Basque government announced the closure of its borders starting at 6am on Tuesday. Additionally, residents of the Basque Country will be confined to their own municipalities except for justified reasons involving work, health, education or caring for seniors and dependents. Two other regions, Navarre and La Rioja, had already closed off their territory last week after seeking court authorization. Madrid, Andalusia and Castilla y León are also about to introduce restrictions. Besides giving regional officials the authority to restrict mobility, Prime Minister Pedro Sánchez of the Socialist Party (PSOE) has also introduced a 15-day curfew across the entire territory with the sole exception of the Canary Islands because of its significantly better epidemiological data. The nighttime confinement has been established from 11pm to 6am, although regional authorities may push the start and end time one hour ahead or back as they see fit. This is the second time that Spain has activated the lowest of three existing states of emergency in a bid to curb the coronavirus pandemic. The first time was in mid-March, when the government introduced a strict home confinement and brought the economy nearly to a halt. This time, authorities are hoping there will be no need for such stringent measures. There is no home confinement, but social gatherings are restricted to six people and in some cases, people cannot enter or leave a specific area – a healthcare division, a municipality or a region – without a justified cause. While there is some overlap between central and regional measures, Prime Minister Pedro Sánchez wants the regions, which have devolved powers over healthcare, to take the initiative in controlling the pandemic. Here is a breakdown of existing and planned measures in each region of Spain. On Tuesday morning, regional premier Juan Manuel Moreno of the Popular Party (PP) suggested that Andalusia’s borders could soon be closed. Speaking on the Cope radio network, Moreno said he was “very pessimistic” about the possibility of maintaining unrestricted mobility in and out of Andalusia because of the negative epidemiological and hospitalization figures, but added that a decision has not been made yet. In Spain’s most populated region, there is one clear coronavirus hotspot: the city of Granada, where the 14-day cumulative number of coronavirus cases is 976 per 100,000 inhabitants. The regional government last week introduced an 11pm-6am curfew on the entire metropolitan area, affecting the provincial capital and 32 municipalities that are home to around 500,000 people. This same area is also subject to a two-week perimetral lockdown, meaning that residents can only leave for essential business. With the new state of alarm in effect, the entire region is now under an 11pm-to-6am curfew, although these times could soon change, the government said. Madrid regional officials said they will close the region’s borders on two upcoming long weekends to prevent mass travel. Residents of the Madrid region will not be able to go elsewhere from October 30 to November 2, and again from November 7 to November 9, when Madrileños are observing a regional holiday.  On Saturday, the Madrid region emerged from its own state of alarm imposed earlier by the central government. Under the new, nationwide state of alarm, there is a midnight-to-6am curfew in place. Díaz Ayuso has also reintroduced a type of perimetral confinement that is based on healthcare areas, administrative divisions that may include one or more healthcare centers. As of Monday, residents of 32 of these areas can only go in and out for justified reasons. These areas are located in 11 municipalities in the Madrid region, including the capital. The Catalan government has approved new restrictions that include a perimetral confinement of the entire region, with a plan for even stricter measures in each municipality on weekends. The Catalan government has also decided that the curfew will extend from 10pm to 6am. Stores must close to the public by 9pm except for theaters, auditoriums and other cultural venues, which may do so one hour later. There were already limits on social gatherings and business capacity, and these remain in place. And in mid-October, bars and restaurants were forced to close in a bid to reduce social gatherings. The Catalan government spokeswoman, Meritxell Budó, on Monday admitted that authorities are also considering the option of weekend home confinements in order to curb contagion. Budó said that Spain’s new state of alarm does not go far enough because it “limits the decisions that the government of Catalonia can take.” The head of Aragón, Javier Lambán of the PSOE, on Monday announced that the regional borders will be sealed at midnight and remain closed for at least 15 days, until November 9. “It would be reckless to soften up the [measures],” said Lambán to justify the decision. The regional leader said that this week and the next will be “key to flattening the curve of contagion,” but he ruled out the possibility of weekend home confinements. “It’s not something we are considering,” he said. Aragón has the third-highest 14-day coronavirus incidence after Navarre and the exclave city of Melilla (682.18 cases per 100,000 inhabitants). Last week the government confined the cities of Huesca, Zaragoza and Teruel. Residents of other parts of Aragón may still move freely throughout the region, but travel in and out of Aragón itself is restricted to essential activities. The 11pm-6am curfew also went into effect last night, although the government is considering the possibility of changing the start time. The government of Adrián Barbón of the PSOE on Monday afternoon announced a regional border closure that will take effect on Tuesday night. At a news conference, Barbón said that the goal is to flatten the curve, avoid pushing hospitals to the breaking point, and “avoid having to be confined at home.” The residents of Oviedo, Gijón and Avilés are already confined to their own cities and due to remain so until November 7. Around 80% of the small region’s population live in the triangle formed by these three cities. Until recently, Asturias had had the lowest coronavirus incidence in Spain, but it has recently started to spike and now stands at 300.84 cases per 100,000 inhabitants. Commercial establishments must close by 10pm, while food and drink venues as well as betting parlors must do so at 11pm. Barbón is also pushing back the curfew to midnight. Regional premier Ximo Puig of the PSOE said there were no major incidents to report on the first night of curfew, which begins at midnight. Puig, who introduced a curfew ahead of Sánchez’s declaration on Sunday, is planning to extend the rules until December 9. There are also restrictions on social gatherings and businesses. The main restrictions besides the national curfew are a limit of six people for social gatherings, no smoking on the streets and no bar counter service, as well as 30% capacity in places of worship. The government of Francina Armengol of the PSOE also wants health checks at seaports and airports. For now, there are no restrictions on entering and leaving the islands. This region moved early against the coronavirus due to its extremely high incidence rate of 1,062 cases per 100,000 inhabitants. The entire region was sealed off last week save for the border with France (which falls under the purview of national authorities), and the government of María Chivite of the PSOE is considering whether to introduce further restrictions. For now, the 11pm-6am curfew has not been modified. The regional government of Iñigo Urkullu of the Basque Nationalist Party (PNV) is working on introducing strict restrictions on social gatherings in municipalities with high transmission rates after a regional court quashed an earlier attempt to do so. Urkullu was one of the most vocal supporters of a nationwide state of alarm to support stricter coronavirus measures. On Monday, the 14-day cumulative incidence reached in excess of 500 cases per 100,000 inhabitants. The five provinces that make up Castilla-La Mancha are under a variety of restrictions, although these are mostly to be found in Toledo and Guadalajara, which are closest to Madrid. Regional premier Emiliano García-Page of the PSOE has been confining municipalities since the summer in a bid to contain the pandemic. Since August 23, social gatherings had already been limited to a maximum of 10 people. Premier Alfonso Fernández Mañueco of the PP on Tuesday admitted that he is weighing the option of closing the region’s borders, but noted that decisions “must be based on a scientific foundation, and be consistent and balanced.” Perimetral confinements have been introduced since the summer and grown in number between September and October, affecting around 25% of the population. The curfew in Castilla y León starts at 10pm. On the other hand, perimetral lockdowns have been lifted in the cities of León, Palencia, Salamanca and Burgos. In Santiago de Compostela and the bordering town of O Milladoiro, socializing with people outside one’s household has been prohibited. Meanwhile, Ourense and Barbadàs have been under a perimetral confinement since October 7. Last week, authorities closed the city limits of Verín, Oímbra and Vilardevós. The regional government of Alberto Núñez Feijoó of the PP has yet to announce whether it will change the official curfew times. Faced with soaring transmission, regional premier Concha Andreu of the PSOE closed the borders of the entire region last week, a move that required authorization from a court as the state of alarm had not yet been introduced in Spain. The curfew times are 11pm to 6am. The small northern region had not adopted any significant measures due to good coronavirus figures, but a sudden spike in Santoña led to a perimetral lockdown in that municipality, followed by similar measures in Torrelavega and parts of the city of Santander. The government of Miguel Ángel Revilla, of the Regional Party of Cantabria (PRC), had openy supported a national state of alarm. The nighttime curfew in Cantabria begins at midnight. Faced with rising infection numbers over the summer months, the government of Fernando López Miras of the PP had already confined towns such as Totana and Lorca, and introduced social restrictions. The curfew will be applied between 11pm and 6am. Last week, at least 19 municipalities had limits on business capacity. The curfew here begins at midnight and ends at 6am. With reporting by Javier Martín-Arroyo, Lucía Bohórquez, Juan Navarro, Pere Rios, Ferran Bono, Virginia Vadillo, Pedro Gorospe, Silvia R. Pontevedra and Manuel Viejo. English version by Susana Urra."}