{"id": 1, "text": "Spain sets new weekend record for coronavirus cases, fatalities in the second wave Monday’s Health Ministry report included 55,019 new infections and added 379 victims to the overall death toll The best thing that can be said about the spread of the coronavirus in Spain is that it is growing at a constant speed. Last Monday, the rise in the number of new cases – a figure that covers the weekend, given that no data is released on Saturdays and Sundays – was 12.7%. Yesterday, it came it at 12.9%. The number of new cases reported on Monday by the Health Ministry was 55,019, and 379 victims were added to the death toll – both new records for this second wave of the virus. The total number of official infections in Spain now stands at 1,240,697, and the death toll is 36,257. Excess deaths for the year, however, could be as high as 60,000, given that many people with the coronavirus passed away during the first wave without being tested. The numbers reported on Monday arrived at a time when regions such as Asturias have called for restrictions to be toughened yet further, going so far as a domestic lockdown similar to that introduced across the country at the start of the pandemic – a decision that Castilla y León, Andalusia and the Basque Country are not ruling out should the situation not start to improve. The health minister, Salvador Illa, and the defense minister, Margarita Robles, both warned on Monday that the new state of alarm – implemented by the government last weekend to give the regions the legal framework they need to introduce coronavirus measures that limit mobility – does not allow for home confinement. Illa stated that he trusted that the “drastic measures” being taken by the regions would mean that such a decision will not be necessary, despite the fact that this is what Germany, Italy, Belgium, France, Portugal and the United Kingdom are all doing. The 14-day cumulative number of coronavirus cases per 100,000 inhabitants continues to rise, according to Monday’s report. It is currently at 521.07, compared to 485.28 on Friday. In one week, this parameter has risen 44%. In the Valencia region, however, the figure is falling, dropping from 231.47 to 225.79 since Friday. The data point has also improved in Madrid, dropping to 403.58, and the Canary Islands (76.44). The parameters that indicate the situation of the country’s healthcare system – the number of Covid patients, and what proportion of these are in intensive care units (ICUs) – also continue to rise. The proportion of beds occupied by these patients is now 15.51%, compared to 14.17% on Friday. In Aragón, Castilla-La Mancha and Castilla y León, as well as the North African cities of Ceuta and Melilla, the figure is above 20%. As for ICUs, occupation is now 28%, up two points from Friday. There are currently 19,170 Covid patients in Spanish hospitals, and 2,650 people in intensive care. These figures for hospital patients have not stopped rising. For example, in the previous 24 hours, according to Monday’s report, 800 more people were admitted to ICUs than were discharged. On Friday this difference was 475. Aragón, Catalonia, La Rioja and Ceuta and Melilla have more than 40% of their ICU beds dedicated to Covid patients, and that is taking into account that many hospitals are preparing beds in other spaces such as surgeries and rehabilitation spaces. In theory, the effect of the new measures that were taken by the regions ahead of the state of alarm should be seen this week in the figures, given that the time between a new coronavirus infection and its detection in the health system is, on average, between seven and 10 days. The rise in hospitalizations, for example, a key data point in terms of whether more restrictions are needed, has slowed somewhat, falling from 22.66% two weeks ago to 19.75% last week. This parameter is rising above that of new cases, because between the diagnosis and a worsening of the patient’s condition there is on average another week-and-a-half. Asturias, the region that is requesting home confinement, has seen its cases rise at a stable 22% in the last two weeks, giving a cumulative figure of 50% in 15 days. It is not the worst, however. Andalusia, Ceuta and Melilla have all seen greater rises. But this increase, which is double the average for all of Spain in the same period, has prompted its regional government to call for a tougher lockdown. The region is one of those that has best weathered the second wave of the coronavirus. Its 14-day cumulative number of coronavirus cases per 100,000 inhabitants is at 416.41, which is below the average of 521.07. But while it was fourth from the bottom of the list, it is now seventh out of Spain’s 17 regions. What’s more, hospital bed occupation has risen 109.51% in two weeks, the second-highest percentage in the system, only exceeded by Cantabria. Its intensive care units have also seen huge pressure in 15 days. The number of ICU beds occupied by Covid patients has grown 137% in two weeks, the biggest rise in Spain. English version by Simon Hunter."}