{"id": 2, "text": "Spanish government refuses a region’s request for home confinement Asturias, in northern Spain, will instead close all non-essential businesses from Wednesday in a bid to contain the spread of the coronavirus The premier of the Spanish region of Asturias, Adrián Barbón, announced on Monday that he had asked the central government to authorize a 15-day home confinement in the northern region in a bid to contain the spread of the coronavirus – a request that had also been made by the exclave city of Melilla in North Africa a day earlier. But the Spanish government informed authorities in Asturias that home confinement is not possible at this time and that they must first wait to see if the current coronavirus restrictions lower transmission rates. “When you take measures, it takes 10 to 15 days to see results,\" said Health Minister Salvador Illa. “Therefore we need a bit of moderation and know how to wait the necessary time to see the effects of very drastic measures, rather than fall into some kind of competition to see who takes the toughest measure.”  Barbón, of the Socialist Party (PSOE), made the announcement after meeting with the region’s Covid-19 crisis committee to discuss the situation in Asturias, which has recorded more than 3,000 new coronavirus cases in the eight last days of October. The cumulative number of coronavirus cases per 100,000 inhabitants in the region has risen to 400 and the region’s hospital and intensive care units (ICUs) are under record-high pressure. The region is now at Level 4 on the central government’s coronavirus alert system, indicating extreme risk. On October 25, Spain’s Prime Minister Pedro Sánchez declared a state of alarm to grant central and regional authorities the power to introduce restrictions on mobility. But the emergency state, which has been congressionally approved for six months, stops short of letting regions impose unilateral home confinements. Instead, it is up to central authorities to approve the measure, which has already been introduced in the United Kingdom and France. Spain had a strict home confinement during the first wave of the coronavirus, between mid-March and mid-June. Health Minister Illa has said on numerous occasions that a new home confinement will not be necessary. Asked about the measure on Monday, just before Barbón’s announcement, Illa said: “We are not expecting it or working on it right now.” Speaking at an online conference organized by the communication agency Intermedia, Illa said that regional governments are already able to introduce a “wide range of measures” via the state of alarm. Thanks to this legal framework, regions can set limits on social gatherings and introduce perimetral lockdowns – restrictions that Illa argued were “enough” to control the spread of the pandemic. The health minister did, however, acknowledge that it is a “very complex and worrying moment” for Spain. Non-essential activity suspended Asturias premier Barbón also announced that the government will suspend “all non-essential economic activity” from Wednesday, and bring forward the nighttime curfew – currently between 11pm and 6am – to 10pm. These measures, which are aimed at reducing mobility and social interaction, will be in place for 15 days, after which time they may be extended. “There is no other way,” said Barbón at the news conference to announce the restrictions on Monday. Regional health chief Pablo Fernández explained that all establishments that sell food and basic goods, as well as pharmacies, hairdressers and restaurants that provide home delivery and takeaway will be allowed to remain open. Under the new rules, which will be published on Tuesday in the region’s Official Gazette, all shopping centers will be closed, in-person classes at universities will be reduced to the bare minimum, public events and recreational activities will be suspended and all business meetings canceled. These measures do not need to be authorized by the central government and will come into effect on Wednesday. Barbón said that Asturias is facing a “critical moment of the second wave of the pandemic” and admitted that the scale of the problem has exceeded the regional government’s expectations. The premier said the new restrictions are needed to avoid a complete collapse of the healthcare system, which has come under mounting pressure due to the rising number of coronavirus patients. Barbón said that he would talk to the sectors set to be hardest hit by the measures to discuss ways to alleviate their economic impact. The head of public health, Rafael Cofiño, reiterated the importance of creating “social bubbles” to control social contact and called on residents to limit socializing as much as possible. The area of greatest concern in Asturias is Gijón, while Oviedo and Avilés have a more stable incidence rate of the virus. The three cities have been under a perimetral lockdown for two weeks. Last week, Barbón shut the borders of the region, ordered stores to close by 10pm, and hostelry establishments and betting parlors by 11pm. He also restricted social gatherings to six people. Other regions consider home confinement Asturias is the first region to publicly call for home confinement, although others have raised the possibility. The head of Melilla, Eduardo de Castro, formally requested the measure on Sunday in a letter to Illa. In relative terms, Melilla is the Spanish territory with the highest number of coronavirus cases and the greatest pressure on hospitals. Last week, the health chief of Castilla y León, Verónica Casado, said the region was considering “scheduling” home confinement for 14-day periods, and had asked the central government for the legal tools required to apply this measure if there was no improvement in the region’s epidemiological data. English version by Melissa Kitson.  "}