{"id": 3, "text": "The Spanish youths who cleaned up after vandals protesting coronavirus restrictions A group of teens has drawn praise from Spain’s politicians after volunteering to help deal with the fallout of street disturbances in the northern city of Logroño Armed with trash bags, brooms and rubber gloves, a group of volunteers led by a 16-year-old on Sunday created an improvised clean-up team that helped municipal workers deal with the fallout of acts of vandalism in Logroño, Spain. The spontaneous act of solidarity emerged after a weekend of street rioting in Barcelona, Bilbao, Logroño, Málaga, Valencia, Santander and other parts of Spain where people were protesting the curfew introduced by the government to contain the spread of the coronavirus. El Espolón, the most popular city square in Logroño – the capital of the small region of La Rioja, home to the world-famous red wines – was littered with sticks and stones. There was also extensive damage to street furniture caused by around 150 violent youths from anti-globalization and far-right movements who showed at the protest, burned trash containers and threw rocks at the police. Seven officers were injured and seven individuals have been arrested in connection with the incidents. Pablo and his friends were witness to the events. “I felt very ashamed, because that wasn’t a demonstration, it was just pure vandalism,” recalls Pablo Alcaide, the 16-year-old who coordinated the volunteer effort. “Not all young people are vandals. My mother is a street sweeper and I know how hard it is to keep the city clean.” So he made a call to other teens on social media to help clean up the city. “The reply was phenomenal, more than 20 people showed up,” says Pablo. “We broke up in groups of six, wearing face masks.” The initiative has drawn praise from local residents and even from Spain’s prime minister, Pedro Sánchez of the Socialist Party (PSOE), from opposition leader Pablo Casado of the Popular Party (PP) and from the regional premier of La Rioja, Concha Andreu of the PSOE. La juventud de nuestro país es esto: generosidad, responsabilidad, compromiso. Valores que nos engrandecen como sociedad.Gracias por vuestra admirable reacción hoy en La Rioja.Nuestra fuerza está en poder contar los unos con los otros. Sigamos combatiendo al virus con unidad. https://t.co/PBt53T7KVz “Our country’s youth is this: generosity, a sense of responsibility, commitment. Values that make us greater as a society. Thank you for your admirable reaction today in La Rioja. Our strength resides in being able to count on one another. Let’s keep fighting the virus with unity,” tweeted Sánchez. “I didn’t think it was going to have this kind of repercussion. Our intention was just to do something for our town,” says Pablo. “Not all young people are the same; while some go around breaking the city, others help restore the image that it deserves.” English version by Susana Urra."}