{"id": 4, "text": "Spain has recorded third-highest coronavirus fatality rate in Europe since July  Only Romania and the Czech Republic have registered more Covid-19 deaths per inhabitant. If the trend continues, there will be 8,000 more official victims by Christmas  Spain has added 7,100 coronavirus fatalities to the official death toll since July. This equates to 15 deaths per 100,000 inhabitants – the third-highest fatality rate per 100,000 inhabitants in Europe. In Germany, this figure is 10 times lower, and in Italy, it is just one-third of the rate in Spain. Portugal (eight), France (nine) and Belgium (12) are the European countries with the closest fatality rate per 100,000 inhabitants. What’s more, Spain reported an average of 150 daily Covid-19 related fatalities last week, making the virus the leading cause of death. The only two European countries with a higher coronavirus fatality rate per 100,000 inhabitants are Romania and the Czech Republic, which both saw a relatively low number of deaths in the first wave of the pandemic between March and June. But the number of coronavirus victims must be considered with care: the figure Spain reports to European institutions is based on information from the Health Ministry, which has had ongoing problems with underreporting and notification delays. For example, the Health Ministry’s official death count is 30% lower than the number reported by Spain’s regions. Yet even with these problems, Spain recorded a daily average of 150 official coronavirus deaths last week. This figure is equal to all the deaths caused by respiratory illnesses in 2019 and is 10 times higher than the number of fatalities caused by traffic accidents in 1996, which was one of the worst years on record. If the rate does not slow, Spain will have recorded 8,000 more Covid-19 fatalities by Christmas. Spain only adds victims to the official toll if they have tested positive for the coronavirus. The second wave of the pandemic has not hit all of Europe at the same time. Spain was one of the first to be affected. In France and Italy, coronavirus cases began to rise two to three weeks later. Typically, the number of fatalities start after a spike in cases, which leads to more hospital admissions and later deaths. Both France and Italy are trying to stop this from happening with new restrictions, the former with a total lockdown, and the latter by closing all establishments at 6pm. The next graphic shows how the number of daily reported coronavirus deaths has risen in 16 European countries, with the European average in grey. The epidemiological curve in Spain is following a pattern that is very different from most countries in Europe. In August, the number of coronavirus infections rose more quickly than any other territory and by the beginning of September, the Madrid region had the highest cumulative number of cases in the continent. But just as France and Belgium began to report more cases, the number dropped in Madrid and plateaued nationally. This has been attributed to the first round of coronavirus restrictions introduced during the second wave and also to fear: perhaps the alarming data from August made Spaniards more cautious in September. The weather may have also played a role: if the cold and more indoor activity is behind the rise in Europe, it is not a surprise that Spain’s warm weather has delayed these effects. But since October, the number of hospital admissions and deaths has once again spiked: coronavirus cases and hospitalizations have nearly doubled. Case fatality rate The first table also shows the case fatality ratio or rate (CFR) in each European country since July. This represents the number of deaths out of all confirmed cases. In Spain, this figure has been around 0.8% since July. In other words, for every 100 confirmed diagnoses, nearly one person has died. The CFR in Spain is slightly higher than the average. Romania, Bulgaria and Hungary have worse figures, given that it is likely that many coronavirus cases are going undetected in these countries. Spain, however, is still a long way off from Germany, where the CFR has been 0.4% since July. These figures are an approximation: the CFR will rise in Spain as many recently contracted coronavirus infections have not yet had the time to cause deaths. Covid-19 fatalities also tend to be reported with more delays than new cases. It’s also important to differentiate between the case fatality ratio and the infection fatality ratio (IFR). The IFR addresses an important question: what percentage of infected people will end up losing their lives to the disease? To determine this figure, one must know how many infections have not been detected, because they are asymptomatic or have not gone to the doctor. Last week, the Imperial College London published a detailed study that estimated the IFR in high-income countries during the first wave of the pandemic. According to the researchers, this figure was around 1.1% of all infections, taking into account undetected cases, based on seroprevalence studies. The study also points out that the IFR of the flu is at least 10 times lower, standing at less than 0.1%, according to data from the United States. Differences between Spain’s regions The coronavirus fatality rate since July varies greatly between each region in Spain. Aragón was hit by the second wave earlier, with outbreaks among seasonal workers in July. The incidence rate has since stabilized, but has never truly dropped. Meanwhile, the number of deaths in the region has continued to rise. Since July, Aragón has had the worst fatality rate per population of Spain’s 17 regions: 54 deaths per 100,000 inhabitants. This is nearly double the figure in Castilla y León (32), Madrid (30), La Rioja (29), Navarre (26) and Basque Country (23). At the other end of the spectrum are the Canary Islands and Valencia, where the fatality rate per 100,000 inhabitants has been four to five times lower. It is also important to remember that the official coronavirus death toll does not reflect the entire impact of the pandemic. This is firstly due to the aforementioned problems with reporting Covid-19 deaths. The most extreme case is Catalonia: the region has only reported to the Health Ministry 306 coronavirus deaths confirmed by PCR tests since July. This represents only 20% of the 1,400 fatalities “suspected” to have been caused by Covid-19, a figure that is likely to be more accurate as it is in line with the fatality rate of other European regions. The other point to consider is the number of excess deaths according to the civil registries. During the second wave, the National Statistics Institute (INE) recorded 13,000 more deaths than in 2019 and 2010. This figure accounts for deaths from all causes, but is likely to include coronavirus fatalities that were not added to the official toll, as well as the likely rise in victims from other diseases, who were not diagnosed or received worse treatment as a result of the coronavirus crisis. They are excess deaths that, while not all attributable to Covid-19, are likely to have been caused by the health crisis provoked by the pandemic."}