{"id": 5, "text": "Boat arrivals in Spain’s Canary Islands spark rise in anti-migrant rhetoric Local residents have been protesting the government’s management of migrant facilities, while experts warn about the risk of ‘democratic racism’ and political profiteering by the far right “No to illegal immigration!” screamed a man in a cowboy hat into a loudspeaker. “This is a real invasion,” added Soledad Caballero, a housewife draped with a Spanish flag. “They’ve sent 296 immigrants to live 50 meters from my house. I’m not saying it’s them, but lately there have been thefts.” Both were taking part in a protest march in Arguineguín, a village of 2,500 residents that is is part of the tourist town of Mogán, in the southwest area of the island of Gran Canaria in Spain’s Canary Islands. Since late August, this spot has become an involuntary center of immigration from Africa: over 1,300 people are crowded at emergency port facilities meant to hold no more than 600. Local authorities estimate that around 1,100 people marched on Saturday in a protest that had been organized by the Arguineguín Neighborhood Association. During the demonstration, some protesters asked for more aid for the migrants, but many others used terms such as “illegal,” “invaders” and “parasites.” There were also many calls for Spanish Prime Minister Pedro Sánchez of the Socialist Party (PSOE) to resign. “I have nothing against the immigrants, but if there isn’t enough to go around for us, how can there be enough for them?” said Verónica, a sales clerk who is currently out of a job. Meanwhile, the mayor of Mogán, Onalia Bueno, reminded marchers that racist comments were out of place. “There is no room here for anything that’s not fighting for human rights,” she said over the loudspeaker. Record arrivals Around 12,000 African migrants have arrived in the Canary Islands this year, the biggest figure since the so-called “cayuco crisis,” after the makeshift vessels used by the migrants, of 2006. Around 10% of these individuals ended up at this spot. This past week alone, there were 1,400 new arrivals. The situation is causing tension between the regional government and central authorities, and anger among the local population. “We are incensed at the lack of action by the Spanish government,” said the mayor of Mogán in statements made in September, when there was another peak in arrivals to the archipelago from the western coast of Africa, which is located 100 kilometers away from the closest island. “We understand that the government delegation here is overwhelmed, but there are no decent facilities for them here. Europe cannot allow this kind of policy,” she said. Some locals have drawn comparisons with the Greek island of Lesbos, where thousands of refugees fleeing war-torn countries have been living in overcrowded camps for years. “If they think we’re going to let this turn into a Lesbos, they’ve got another think coming,” said Arguineguín resident Antonio L. Last month Manuel Santana, who runs the Fishermen Association’s restaurant in Arguineguín, warned that “the village is about to do a tunte,” alluding to incidents that took place in July in the village of Tunte, also on the island of Gran Canaria, where local residents confronted law enforcement officers over the removal of one group of migrants who had been there for months and with whom they had a friendly relationship, and the arrival of a new group, who were feared to be carrying the coronavirus. ‘Democratic racism’ The anger over poor management of migrant arrivals is now compounded by the uncertainty created by the coronavirus crisis. “There are elements of concern,” says Daniel Buraschi, a member of the Social Action and Research Network (RAIS) and co-author of the book Racismo y Antirracismo Comprender para Transformar (or Racism and Antiracism: Understanding in order to Transform). Buraschi talks about the concept of ‘democratic racism.’ “It excludes migrant people by appealing to democratic values, so that the violation of their rights becomes justifiable,” he explains. “For instance, by talking about the health threat and justifying radical measures based on a pseudo-principle of justice, with arguments like ‘immigrants receive too much’ or ‘the government has abandoned us, but it puts them up at a hotel.’ This mobilizes resentment on the basis of legitimate principles such as the right to healthcare or concern about the economy.” The difficulty lies in calling these people racist. “The only thing we’d achieve is to increase their resentment, because they don’t see themselves that way and they feel that we are not acknowledging their indignation. And this resentment can act as a catalyst.” Political profit Spain’s far-right party Vox has been trying to capitalize on this discontent. Its deputy for Las Palmas, Alberto Rodríguez Almeida, was one of the very few politicians who took part in the march last Saturday. “The lack of action by this government has allowed this trend to get out of hand,” he said during the protest. Antonio Morales, head of the island council of Gran Canaria, fears that the far right could benefit from the situation and admits that more could have been done to prevent it. Nasara Cabrera Abu, director general of Economic Affairs with Africa, agrees. “There is far-right rhetoric that’s opened up a new scenario legitimizing this kind of action and less politically correct speech,” she notes. “Strategies are required to work on integration values. I support making diversity management part of public policy. The African population is no more than 8% of the total foreign population, so the terms employed in the media, such as ‘avalanche,’ do not reflect the real situation.” Role of social media Social media play a key role in propagating these fears, according to a recent report by the Tenerife Immigration Observatory. “The broad dissemination of online hate represents a dangerous breeding ground for racism and xenophobia,” reads the report. Migrants arrivals are not just being covered by traditional media, but “also by people who record images and add contemptuous, violent and discriminatory comments.” “People are getting erroneous information that is not fact-checked, and this creates an imaginary concept and a fear of the poor person who’s coming to take away what’s ours,” says Cabrera Abu. “And this can be used for political profit.” English version by Susana Urra."}