{"id": 7, "text": "New coronavirus cases in Spain hit record high, with 25,595 reported by the Health Ministry on Friday Experts say that the new measures introduced this week, including a curfew and perimetral confinements of regions, have arrived too late and that more total lockdowns should be considered The coronavirus continues to spread through Spain, despite the battery of measures taken in recent weeks to combat it. On Friday, ahead of what will be a long weekend in several regions due to the All Saints holiday, the Health Ministry reported 25,595 new infections, a record high for the pandemia so far. In total, 139,546 positives have been reported in the last seven days, also the worst figure on record. The previous high was 109,572. What’s more, 239 victims were added on Friday to the overall death toll, bringing the total to 35,878. Based on figures for excess deaths, however, the real number is likely to be closer to 60,000. Given the increase in cases, the 14-day cumulative number of coronavirus cases per 100,000 inhabitants also hit a new high on Friday: 485.28. The incidence is only falling in the Canary Islands, Madrid and Melilla, and is rising in all other regions. In the Canaries, the 14-day cumulative number of coronavirus cases per 100,000 inhabitants is around 75; in Madrid it is 414.9; and in the North African city of Melilla it is 1,276. Aragón and Navarre have also both now passed the 1,000-mark for the data point. Other indicators are equally poor. The percentage of hospital beds occupied by Covid-19 patients and those in intensive care units (ICUs) are also at record highs, with 14.73% and 26.59%, respectively. There are 18,162 people hospitalized with coronavirus, nearly 600 more than on Thursday. These data points usually reflect the number of new cases with two or three weeks of delay. This means that even if diagnosed cases begin to fall next week, hospital admissions will be rising for one or two weeks before any improvement is noted. This data backs the need to limit mobility over this holiday weekend, in order not to worsen the situation. Weekly cases – taken from Saturday to Friday, in order to be able to compare with this Friday’s data – came in at around 70,000 from the end of September until the middle of October. In two weeks they have almost doubled. Last Sunday, the Spanish government implemented a new state of alarm that will permit the regional administrations to apply restrictions without being challenged by the courts. In recent days, the regions have toughened their coronavirus measures, with a nighttime curfew in place, and perimetral lockdowns in many territories and even municipalities or neighborhoods. Only residents of the Canary and Balearic Islands, Galicia and Extremadura can freely leave their regions. The country’s nightlife has also been suspended, there are capacity limits in place, bar counters have been closed and social meetings are limited to six people. All of these measures are aimed at preventing another total lockdown like the one put in place in March – or at least similar to that one, as it appears schools would remain open even in the case of a total confinement. That’s the intention, at least, of Health Minister Salvador Illa, who on Friday morning stated that another domestic lockdown “will not be necessary.” “The regions have taken forceful measures and I am sure that they will bring results,” he said. The state of alarm, he added, achieved a “framework of stability with very powerful measures,” and called for time for these restrictions, such as the curfew, to take effect. Given the nature of the virus, the idea is to wait around two weeks, which is the usual period between an infection and symptoms manifesting. Getting ahead of the virus This optimism is not shared by many experts. “We are late implementing these measures,” says Patricia Guillem, a professor in epidemiology from Valencia’s Universidad Europea. “We should have acted quicker given the numbers from each regions and focussing on those that had a bigger population density and where cases were rising more rapidly. We should opt for solutions like those of Germany [closure of bars and restaurants for a month] and France [national lockdown] and implement a strict confinement in order to get the numbers under control. After that we could talk about perimetral confinements, but right now we need to move quickly to get ahead of the virus and not to be behind it.” This viewpoint is shared by Daniel López-Acuña, a former official at the World Health Organization (WHO), former general secretary of the Health Ministry José Martínez Olmos, and Alberto Infante, the former general director of the ministry’s Quality Agency. The three agree that a lockdown of at least 15 days should be considered for those areas where the healthcare system is close to collapse. “A curfew is a starting point, but we have to be open to even more restrictive measures if the curve does not stabilize in the coming days,” says López-Acuña, who proposes scaled measures. First, “curfew or total lockdown over the weekend;” then, “as well as a curfew, return to Phase 1 of the deescalation process with stricter restrictions during daytime hours;” and finally, “return to a total lockdown in the most-affected areas for a short period.” And finally, “total lockdown for the entire population as there was from March to June.” All of this with weekly evaluations in order to be able to get ahead of the situation. “The objective is to reach a cumulative incidence of fewer than 25 cases per 100,000 inhabitants as soon as possible,” he adds. “But we have to be aware that this will take weeks.” English version by Simon Hunter."}