{"id": 8, "text": "Spanish economy sees record-high quarterly rise, but remains far from pre-crisis levels  Gross domestic product rose 16.7% between July and September, but the recovery is likely to be short term as Spain faces a new round of coronavirus restrictions  The Spanish economy recorded a 16.7% rise in gross domestic product (GDP) in the third quarter of 2020 – the highest quarterly increase of the historical series. The spike in output has been attributed to the relaxation of coronavirus restrictions and the government’s ERTE furlough scheme, which is aimed at preventing layoffs and business closures. In the second quarter, between April and June, Spain’s economy ground to a halt due to the restrictions aimed at slowing the spread of the coronavirus, such as the closure of all public-facing business and the one-week hibernation of non-essential work, which ended on April 9. After falling significantly in this period, the economy rebounded between July and September as these measures were eased and lifted. But the celebrations are likely to be short-lived. Spain is still far from where it was before it was hit by the coronavirus pandemic. After shrinking nearly 25% in the first half of the year, the economy has only recovered 59% of what it lost. In the third quarter, GDP fell 8.7% compared to the same period of 2019 – double the Eurozone average. What’s more, with coronavirus cases continuing to rise, the country is facing a new range of restrictions, which could hurt the upward trend. The 16.7% quarterly rise in GDP exceeds the predictions of both the government, which forecast an increase of 13%, and most studies. “The data we have seen this week shows a strong recovery of the economy and employment during the third quarter,” said Finance Minister Nadia Calviño on Friday. But she warned: “We are facing a moment of great uncertainty both at a European and global level.” In normal times, a quarterly rise of 16.7% would be considered an amazing accomplishment. But amid the coronavirus crisis, it seems more like a bandage over an open wound. Spain’s tourism industry – which accounts for close to 12% of the country’s GDP – saw its worst summer season on record due to the pandemic. As Spain recorded a rise in coronavirus cases, a number of nations warned against travel to Spain and introduced quarantine measures for visitors to the country – notably the United Kingdom and Germany. As a result, the tourism industry fell by nearly 70% and lost up to €40 billion in revenue. But this was not enough to stop the economy from rebounding – a recovery that was in large part guaranteed given the hibernation of the economy in the first week of April. According to the National Statistics Institute (INE), the rebound was driven mainly by national demand, which rose 11 points with respect to the previous quarter. External demand, by contrast, only increased 1.8 points upon the second quarter. Other significant rises were reported in the manufacturing industry (33%), investment (16.3%) and household consumption (20.7%), as well as services in trade, transportation and the hostelry sector (42.5%). Over the summer, 569,600 jobs were created and 80% of workers on the government’s ERTE furlough scheme have returned to work. Under this plan, companies suffering losses from the Covid-19 pandemic and the confinement measures can temporarily send home workers or reduce their working hours. The unemployment rate in Spain currently stands at 16.3%. “The growth of GDP in the third quarter confirms forecasts of an initial recovery after the fall in the second quarter. But despite this, the Spanish economy has recovered just half of what it lost in the first half of the year,” warned Ángel Talavera, the head of analysis at Oxford Economics for Europe. Technically Spain is coming out of the recession, but that does not mean there is reason to celebrate. Spain’s economic recovery is looking increasingly less like a V, with the second wave of the pandemic threatening to cause more damage as lockdown measures become increasingly more frequent and restrictive. The greater the number of restrictions, the worse the blow to the economy. “The forecasts for the fourth quarter are worsening rapidly and we could see a new fall in activity, albeit a much smaller one than the one we suffered at the beginning of the year,” explained Talavera. “Returning GDP to the level it was before the crisis is going to take a long time and may not happen until 2023.” English version by Melissa Kitson."}