{"id": 9, "text": "State of alarm: All the latest coronavirus restrictions in Spain, region by region   Here is a guide to the measures that have been introduced by each regional government in a bid to slow the spread of the virus The state of alarm implemented on Sunday by the central government grants Spain’s regions the legal instruments they need to take measures aimed at controlling the coronavirus pandemic without having to rely on the ratification of the courts. As well as a nighttime curfew, which is currently in place everywhere except the Canary Islands, the decree allows for the regions to shut their borders, as well as introducing perimetral lockdowns in provinces, municipalities and neighborhoods. Each region can also maintain its restrictions on capacity, opening hours and social meetings. Here are the main restrictions in place at the current time. Andalusia. A perimetral confinement has been put in place around the region from 12am Friday morning until November 9. The regional government has also confined the provinces of Seville, Granada and Jaén, and all their municipalities, as well as the health districts of Córdoba Sur, La Vega de Granada and Jerez-Costa Noroeste and Sierra de Cádiz. In total, the measures affect 450 of the 785 municipalities in Andalusia. The curfew is in place from 11pm to 6am in the whole region, with hostelry establishments having to close at 10.30pm and a limit of six people who can meet in public or private, unless they live together. Aragón. A perimetral confinement has been in place around the region from Tuesday, and will last until November 9. What’s more, the cities of Huesca, Zaragoza and Teruel are also confined, a measure that was put in place last Thursday. The region is at Level 3 of the coronavirus alarm system, the most restrictive, meaning sidewalk cafés are limited to 50% capacity, hostelry inside at 25%, and closing times at 10pm. Social groups are limited to six people, and the curfew runs from 11pm to 6am. Asturias. The region has imposed a perimetral lockdown, a measure also in effect in the cities of Oviedo, Gijón and Avilés until November 7. Commercial activity must cease at 10pm, while hostelry establishments and betting houses must close at 11pm. The regional government has called on the population to form social bubbles to curb the spread of infections. The limit for meetings in public and private is six people. The curfew is in place from 11pm to 6am. Balearic Islands. The curfew, from midnight to 6am, also dictates the closing time for bars and restaurants, with capacity in hostelry at 50% if the maximum allowed is 50 people and 75% if it is less than 50. The same restrictions apply to sidewalk cafés. Social meetings are limited to six people, smoking in public is banned as is bar service in establishments. Capacity in places of worship is limited to 30%. The municipality of Manacor has been confined for 15 days given the rise in cases there. Canary Islands. The Canaries are the only region where there is no nighttime curfew in place. The islands also have no confinement measures in place. Nighttime bars and clubs have been prohibited since the summer. Only Tenerife is currently on a red alert according to the coronavirus alarm system, meaning that hostelry establishments must close at midnight and restrict large groups. On the rest of the islands, the closing time is one hour later, with tables limited to 10 people. Commercial establishments must limit capacity to 75%. Cantabria. The region will be subject to a perimetral lockdown to bring down coronavirus infections. The curfew is in place from midnight to 6am, with hostelry establishments closing at midnight. Social meetings are limited to six people. Castilla-La Mancha. The region is subject to a perimetral lockdown until November 9. The curfew is in place from midnight to 6am and social meetings are limited to six people. Level 1 of the coronavirus restrictions – reduction on capacity in bars, cultural activities and commercial areas – are in place in Villahermosa and Campo de Criptana; Almagro is at level two (tougher restrictions than Level 1, with no bar service); while Azuqueca de Henares and the city of Guadalajara continue at Level 2 of the alert system. Castilla y León. The region will be confined from today until November 9, with premier Alfonso Fernández Mañueco calling for “intelligent self-confinement,” reducing social contact to the minimum. The curfew runs from 10pm to 6am. The perimetral confinements of León, Burgos, Salamanca and Palencia have been suspended. Hostelry establishments must close at 10pm, with capacity limited to 50% in all establishments. Social meetings are limited to six people. Catalonia. The regional government has also implemented a perimetral lockdown of the territory, which will last for 15 days. There are plans to suspend all extra-curricular, cultural and sporting activities (including gyms), and there will also be restrictions on non-essential businesses. Experts are analyzing how these measures will fit within the extension to the state of alarm approved on Thursday by the Congress of Deputies, Spain’s lower house of parliament. The curfew is in place from 10pm to 6am, and commercial establishments must close to the public at 9pm, as must recreational and sporting activities. Cinemas can finish at 10pm, and patrons have until 11pm to return home. Bars and restaurants are closed in Catalonia, but home delivery is permitted until 10pm. Capacity is set at 50% in cultural activities, religious acts, civil ceremonies, sports installations and common spaces in hotels, and at 30% in retail outlets. Social meetings are limited to six people. Valencia. The region will introduce a perimetral lockdown from midday Friday, which will last seven days but will allow for movement between municipalities. The curfew is in place from midnight to 6am and social meetings are limited to six people, apart from those who live together, until December 9. The official recommendation is for people to meet outside or in well-ventilated areas, and to cancel any non-essential activities. Hostelry must close at midnight, and orders are not permitted after 11pm. Masks are obligatory at tables apart from when eating or drinking, and bar service is not permitted. Capacity in hostelry is limited to 75% inside, and 100% outside provided safe distance between tables is observed. Establishments and other businesses are limited to 75% of capacity. Gardens and other outdoor areas can open from 8am to 10pm. Alcohol cannot be sold between 10pm and 8am apart from in hostelry establishments. Extremadura. The curfew is in place from midnight to 6am and social meetings are limited to six people. There are no plans for a perimetral lockdown of the region. Mérida, Cáceres and Badajoz are subject to capacity restrictions in bars, while several municipalities have perimetral lockdowns: Cáceres (Cilleros, Hoyos, Perales del Puerto, Cabezuela del Valle, Jerte, Tornavacas, Jarandilla de la Vera, Talaveruela de la Vera, Valverde de la Vera, Villanueva de la Vera, Madrigal de la Vera, Hervás, Alcuéscar and Arroyomolinos) and in Badajoz ( La Roca de la Sierra, Almendralejo, Usagre and Villanueva del Fresno). Galicia. On Friday, the Galician regional government announced that the cities of Santiago, A Coruña, Arteixo, Pontevedra, Vigo, Lugo, Poio, Marín, Ames, Teo and Vimianzo would be placed under a perimetral lockdown. The curfew in this region runs from 11pm to 6am, with meetings limited to five people. Cultural venues such as cinemas and theaters are limited to 50% of capacity, as are businesses and bars where counter service is not allowed. In Santiago and O Milladoiro, social meetings are not permitted unless they are with people you live with. Sidewalk cafés in these areas are limited to 50% of capacity with indoor consumption banned. Ourense and Barbadàs also have perimetral confinements in place, as do O Carballiño, O Irixo and Boborás, where all leisure, culture and sports sites were closed on Thursday. This week, Verín, Oímbra and Vilardevós (also in Ourense) were also subjected to perimetral confinements. La Rioja. The region is under a perimetral confinement, which is due to stay in place until November 7. Logroño and Arnedo have also been confined, with bars closed for a month. The region has limited social meetings to six people, with the curfew in place from 11pm to 6am. Establishments must close at 9pm, apart from pharmacies, supermarkets and restaurants offering home delivery. Hostelry must reduce capacity to 50% inside and 60% outside, and bar counters may not be used. Alcohol cannot be sold after 10pm. Madrid. The central government has allowed Madrid to close its borders for just the holiday weekend, meaning Madrileños cannot go anywhere on October 30 and 31, and November 1 and 2. A decision is yet to be taken on what will happen next weekend, given that Monday is also a regional holiday. A selective confinement is also in place in 32 basic healthcare areas, 19 of which are in the capital – residents cannot leave without justification, nor can people enter. In these areas, children’s play parks are closed and sidewalk cafés are limited to 50% capacity.  On Friday, three more healthcare areas were added, bringing the total to 35. They are: Valle de la Oliva in Majadahonda and two areas of Coslada: Barrio del Puerto and Doctor Tamames Stores must close at 10pm across the region and bars and restaurants at midnight. Capacity in commercial establishments is 75% in general and 50% in the healthcare areas with restrictions. A curfew is in place from midnight to 6am. Social meetings in homes between people who do not live together are permitted, but limited to six people. Murcia. The perimetral confinement, in this case, applies to the region and all 45 of its municipalities, meaning no residents can leave their areas unless it is for justified reasons such as work or to seek medical assistance. Ten municipalities – Abanilla, Archena, Beniel, Bullas, Ceutí, Cieza, Fortuna, Lorquí, Torre Pacheco and Totana – have closed the interiors of all bars and restaurants, with only sidewalk cafés allowed to serve customers. All of these measures went into place on Thursday night and will be in place until November 9, but the regional government has warned they could be extended according to the progress of the pandemic. Navarre. All hostelry establishments are closed in this region, with the curfew in place from 11pm to 6am. Shopping malls are limited to 40% capacity. Visits to senior residences have been suspended, with 30% capacity inside and 40% capacity outside for gyms and sports facilities, with a ban on using locker rooms (apart from at swimming pools). Public transport is limited to 50% capacity. Internal mobility in the region is still permitted. Basque Country. A perimetral confinement of the region is in place, as well as for all municipalities, meaning that citizens cannot leave their areas unless for justified reasons. Social meetings are limited to six people and alcohol cannot be sold between 8pm and 8am. The curfew is in place between 11pm and 6am. Based on reporting by Javier Martín-Arroyo, Eva Saiz, Lucía Bohórquez, Juan Navarro, Pere Rios, Ferran Bono, Virginia Vadillo, Pedro Gorospe, Mikel Ormazabal, Silvia R. Pontevedra, Cristina Vázquez, Guillermo Vega, Victoria Torres, Manuel Viejo and Emilio Sánchez Hidalgo. English version by Simon Hunter."}